Repository: marcoant159/Hermes-iOS
Catalog: HermesMobile/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add attachment
pt_br: Adicionar anexo

source: Add to Chat
pt_br: Adicionar ao chat

source: Alert
pt_br: Alerta

source: All Caught Up
pt_br: Tudo em dia

source: Always
pt_br: Sempre

source: Approve
pt_br: Aprovar

source: Approval
pt_br: Aprovação

source: Accuracy
pt_br: Precisão

source: Active Relay
pt_br: Relay ativo

source: Auto-Connect
pt_br: Conectar automaticamente

source: Authorization
pt_br: Autorização

source: Background Location
pt_br: Localização em segundo plano

source: Base URL
pt_br: URL base

source: Camera
pt_br: Câmera

source: Camera access is required.
pt_br: O acesso à câmera é necessário.

source: Camera active • voice continues
pt_br: Câmera ativa • a voz continua

source: Cancel
pt_br: Cancelar

source: Capture
pt_br: Captura

source: Checking
pt_br: Verificando

source: Clear
pt_br: Limpar

source: Clear Conversation
pt_br: Limpar conversa

source: Close
pt_br: Fechar

source: Completed
pt_br: Concluído

source: Completion
pt_br: Conclusão

source: Connect Hermes
pt_br: Conectar Hermes

source: Connect Host
pt_br: Conectar host

source: Connected
pt_br: Conectado

source: Connecting
pt_br: Conectando

source: Connecting…
pt_br: Conectando…

source: Connection
pt_br: Conexão

source: Context Window
pt_br: Janela de contexto

source: Context compacted
pt_br: Contexto compactado

source: Context window unavailable for the active model.
pt_br: Janela de contexto indisponível para o modelo ativo.

source: Continue
pt_br: Continuar

source: Conversations
pt_br: Conversas

source: Copied
pt_br: Copiado

source: Copy
pt_br: Copiar

source: Could not refresh host status
pt_br: Não foi possível atualizar o status do host

source: Denied
pt_br: Negado

source: Development
pt_br: Desenvolvimento

source: Disconnect
pt_br: Desconectar

source: Disconnect Hermes before changing the relay configuration.
pt_br: Desconecte o Hermes antes de alterar a configuração do relay.

source: Disconnected
pt_br: Desconectado

source: Dismiss
pt_br: Dispensar

source: Dismissed
pt_br: Dispensado

source: Done
pt_br: Concluir

source: Enable
pt_br: Ativar

source: Enable only what you need. You can change these anytime in Settings.
pt_br: Ative apenas o que precisar. Você pode alterar isso a qualquer momento nos Ajustes.

source: Enabled
pt_br: Ativado

source: End session
pt_br: Encerrar sessão

source: End voice session
pt_br: Encerrar sessão de voz

source: Enter Code Manually
pt_br: Inserir código manualmente

source: Enter the relay API base URL your connector will use.
pt_br: Insira a URL base da API do relay que seu conector usará.

source: Enter your relay URL.
pt_br: Insira a URL do seu relay.

source: Error
pt_br: Erro

source: Files
pt_br: Arquivos

source: Foreground-only keeps location updates limited to active app use.
pt_br: Somente em primeiro plano limita as atualizações de localização ao uso ativo do app.

source: Go Back
pt_br: Voltar

source: Granted
pt_br: Concedido

source: Haptic Feedback
pt_br: Retorno tátil

source: Health
pt_br: Saúde

source: Hermes receives background location updates. A blue indicator appears at the top of the screen when active.
pt_br: O Hermes recebe atualizações de localização em segundo plano. Um indicador azul aparece no topo da tela quando ativo.

source: Hermes receives location updates in the background without the blue indicator.
pt_br: O Hermes recebe atualizações de localização em segundo plano sem o indicador azul.

source: Hermes host offline
pt_br: Host Hermes offline

source: Hermes host online
pt_br: Host Hermes online

source: Hermes uses motion data to understand your current activity for contextual awareness.
pt_br: O Hermes usa dados de movimento para entender sua atividade atual e oferecer contexto.

source: Hermes uses your location to provide contextual recommendations, weather updates, and nearby suggestions.
pt_br: O Hermes usa sua localização para oferecer recomendações contextuais, previsão do tempo e sugestões de lugares próximos.

source: Hermes works best with your permission. You control what data Hermes can access.
pt_br: O Hermes funciona melhor com a sua permissão. Você controla quais dados o Hermes pode acessar.

source: Hosted Relay
pt_br: Relay hospedado

source: Hosted relay is not configured in this app build.
pt_br: O relay hospedado não está configurado nesta versão do app.

source: Idle
pt_br: Ocioso

source: Inbox
pt_br: Caixa de entrada

source: Internal Environment
pt_br: Ambiente interno

source: Interrupted
pt_br: Interrompido

source: Just now
pt_br: Agora mesmo

source: Limited
pt_br: Limitado

source: Listener error: %@. Turn the toggle off and on to retry.
pt_br: Erro no listener: %@. Desligue e ligue a chave para tentar de novo.

source: Listening
pt_br: Ouvindo

source: Listening...
pt_br: Ouvindo...

source: Listening for the wake word.
pt_br: Ouvindo a palavra de ativação.

source: Live Camera
pt_br: Câmera ao vivo

source: Location
pt_br: Localização

source: Location is blocked at the system level. Open Settings to allow Hermes to request background updates.
pt_br: A localização está bloqueada no sistema. Abra os Ajustes para permitir que o Hermes solicite atualizações em segundo plano.

source: Manage
pt_br: Gerenciar

source: Messages
pt_br: Mensagens

source: Messages will queue until your Hermes host reconnects.
pt_br: As mensagens ficarão na fila até o host Hermes reconectar.

source: Model for new messages
pt_br: Modelo para novas mensagens

source: Model unavailable
pt_br: Modelo indisponível

source: Mobile companion
pt_br: Companheiro móvel

source: Motion & Activity
pt_br: Movimento e atividade

source: Mute
pt_br: Silenciar

source: New
pt_br: Nova

source: New conversation
pt_br: Nova conversa

source: No Host
pt_br: Sem host

source: No Hermes host connected
pt_br: Nenhum host Hermes conectado

source: No conversations
pt_br: Nenhuma conversa

source: No new items from Hermes. Check back later.
pt_br: Nenhum item novo do Hermes. Volte mais tarde.

source: Not Set
pt_br: Não definido

source: Not Configured
pt_br: Não configurado

source: Not Connected
pt_br: Não conectado

source: Not configured
pt_br: Não configurado

source: Notification
pt_br: Notificação

source: Notifications
pt_br: Notificações

source: One-time registration
pt_br: Registro único

source: Open
pt_br: Abrir

source: Open Settings
pt_br: Abrir Ajustes

source: Open live camera
pt_br: Abrir câmera ao vivo

source: Open settings
pt_br: Abrir ajustes

source: Opened
pt_br: Aberto

source: Pair a Hermes host from Settings to send messages through your Mac.
pt_br: Pareie um host Hermes nos Ajustes para enviar mensagens através do seu Mac.

source: Paused while another voice capture is active. It resumes automatically when the other capture ends.
pt_br: Pausado enquanto outra captura de voz está ativa. Retoma automaticamente quando a outra captura termina.

source: Pending
pt_br: Pendente

source: Permissions
pt_br: Permissões

source: Phone Pairing Code
pt_br: Código de pareamento do telefone

source: Photo Library
pt_br: Galeria de fotos

source: Photos
pt_br: Fotos

source: Preferences
pt_br: Preferências

source: Privacy
pt_br: Privacidade

source: Privacy Policy
pt_br: Política de Privacidade

source: Production
pt_br: Produção

source: QR scanning could not start on this device.
pt_br: Não foi possível iniciar a leitura de QR neste dispositivo.

source: QR scanning is not available here. Use the pairing code option instead.
pt_br: A leitura de QR não está disponível aqui. Use a opção de código de pareamento.

source: QR scanning is unavailable right now.
pt_br: A leitura de QR está indisponível no momento.

source: Ready
pt_br: Pronto

source: Recording your command…
pt_br: Gravando seu comando…

source: Regenerate
pt_br: Regenerar

source: Relay Mode
pt_br: Modo do relay

source: Relay URL
pt_br: URL do relay

source: Relay URL must be an absolute http(s) URL ending with /v1.
pt_br: A URL do relay deve ser uma URL http(s) absoluta terminando em /v1.

source: Reminder
pt_br: Lembrete

source: Reply to Hermes
pt_br: Responder ao Hermes

source: Restricted
pt_br: Restrito

source: Retry
pt_br: Tentar novamente

source: Revoke Host
pt_br: Revogar host

source: Run `hermes-mobile pair-phone` on your Hermes host, then scan the QR code to connect.
pt_br: Execute `hermes-mobile pair-phone` no seu host Hermes e escaneie o QR code para conectar.

source: Scan QR Code
pt_br: Escanear QR code

source: Scan the code in-app
pt_br: Escaneie o código no app

source: Scanner Unavailable
pt_br: Scanner indisponível

source: Send message
pt_br: Enviar mensagem

source: Session
pt_br: Sessão

source: Session Status
pt_br: Status da sessão

source: Set up from your Hermes machine
pt_br: Configure na sua máquina Hermes

source: Settings
pt_br: Ajustes

source: Setup
pt_br: Configuração

source: Setup code
pt_br: Código de configuração

source: Speaking
pt_br: Falando

source: Speaking the reply…
pt_br: Falando a resposta…

source: Speech Recognition
pt_br: Reconhecimento de fala

source: Start Talking
pt_br: Começar a falar

source: Start a new conversation with the compose button.
pt_br: Comece uma nova conversa com o botão de escrever.

source: Start dictation
pt_br: Iniciar ditado

source: Start voice mode
pt_br: Iniciar modo de voz

source: Start voice session
pt_br: Iniciar sessão de voz

source: Starting the listener…
pt_br: Iniciando o listener…

source: Status Unavailable
pt_br: Status indisponível

source: Status unavailable
pt_br: Status indisponível

source: Stop dictation
pt_br: Parar ditado

source: Stop generating
pt_br: Parar geração

source: Stop speaking
pt_br: Parar fala

source: Suggestion
pt_br: Sugestão

source: Support
pt_br: Suporte

source: Sync Error
pt_br: Erro de sincronização

source: Synced
pt_br: Sincronizado

source: Syncing
pt_br: Sincronizando

source: System
pt_br: Sistema

source: Talk Mode
pt_br: Modo de conversa

source: Terms of Service
pt_br: Termos de Serviço

source: Enabling this will request location access so Hermes can sync while backgrounded.
pt_br: Ativar isso solicitará acesso à localização para que o Hermes sincronize em segundo plano.

source: This should be your relay API base URL. The app will append pairing and chat endpoints to it.
pt_br: Esta deve ser a URL base da API do seu relay. O app adicionará os endpoints de pareamento e chat.

source: This will archive the current conversation and start a new session. This cannot be undone.
pt_br: Isto vai arquivar a conversa atual e iniciar uma nova sessão. Não pode ser desfeito.

source: Thinking
pt_br: Pensando

source: Total window available now. Usage appears after the first Hermes response.
pt_br: Janela total disponível agora. O uso aparece após a primeira resposta do Hermes.

source: Turn on to use the wake word. Say “oi hermes” to open the GPT Live voice session hands-free, or “oi hermes, <question>” to send the question straight to Hermes. Keeps the microphone active in the background while the app is running.
pt_br: Ative para usar a palavra de ativação. Diga “oi hermes” para abrir a sessão de voz GPT Live em mãos livres, ou “oi hermes, <pergunta>” para enviar a pergunta direto ao Hermes. Mantém o microfone ativo em segundo plano enquanto o app está em execução.

source: Unable to connect
pt_br: Não foi possível conectar

source: Unavailable
pt_br: Indisponível

source: Unknown Accuracy
pt_br: Precisão desconhecida

source: Unmute
pt_br: Ativar som

source: Unread
pt_br: Não lido

source: Unreachable
pt_br: Inacessível

source: Use Hosted Relay
pt_br: Usar relay hospedado

source: Use My Relay
pt_br: Usar meu relay

source: Use Pairing Code
pt_br: Usar código de pareamento

source: Used %lld tools
pt_br: %lld ferramentas usadas

source: Version
pt_br: Versão

source: Voice
pt_br: Voz

source: Voice Mode
pt_br: Modo de voz

source: Voice chat ended
pt_br: Conversa de voz encerrada

source: Voice mode uses Gemini 3.8 Live.
pt_br: O modo de voz usa o Gemini 3.8 Live.

source: Waiting for Hermes…
pt_br: Aguardando o Hermes…

source: Waiting for the connector to come online
pt_br: Aguardando o conector ficar online

source: Wake Word
pt_br: Palavra de ativação

source: We couldn't refresh host status from the relay.
pt_br: Não conseguimos atualizar o status do host pelo relay.

source: While Using
pt_br: Enquanto usa

source: You
pt_br: Você

source: Your Hermes agent is ready
pt_br: Seu agente Hermes está pronto

source: Your Hermes host is connected.
pt_br: Seu host Hermes está conectado.

source: Failed to load image
pt_br: Falha ao carregar imagem

source: Failed
pt_br: Falhou

source: Current Context
pt_br: Contexto atual

source: Access your health data to offer personalized wellness insights, activity tracking, and sleep recommendations.
pt_br: Acesse seus dados de saúde para receber insights de bem-estar personalizados, acompanhamento de atividades e recomendações de sono.

source: Access your photo library to help organize, search, and create albums based on your preferences.
pt_br: Acesse sua biblioteca de fotos para ajudar a organizar, buscar e criar álbuns conforme suas preferências.

source: Capture photos and documents for Hermes to analyze, annotate, or organize.
pt_br: Capture fotos e documentos para o Hermes analisar, anotar ou organizar.

source: Camera and canvas features are coming soon. This screen is a placeholder for future Hermes visual capabilities.
pt_br: Os recursos de câmera e tela chegarão em breve. Esta tela é um espaço reservado para futuros recursos visuais do Hermes.

source: Check your relay connection or refresh your session.
pt_br: Verifique a conexão do relay ou atualize a sessão.

source: Full Accuracy
pt_br: Precisão total

source: High
pt_br: Alta

source: Low
pt_br: Baixa

source: Microphone
pt_br: Microfone

source: On-device speech recognition for dictation in the chat composer.
pt_br: Reconhecimento de fala no dispositivo para ditado no campo de chat.

source: Receive timely reminders, task updates, and important alerts from Hermes.
pt_br: Receba lembretes, atualizações de tarefas e alertas importantes do Hermes em tempo hábil.

source: Reduced Accuracy
pt_br: Precisão reduzida

source: Urgent
pt_br: Urgente

source: %@ prompt tokens remaining
pt_br: %@ tokens de prompt restantes

source: %lld new
pt_br: %lld novos

source: Voice conversations with Hermes in Talk Mode.
pt_br: Conversas de voz com o Hermes no Modo de conversa.
